Repository: jspikerson/wc-dynamic-pricing-and-discounts
Catalog: wc-dynamic-pricing-and-discounts/languages/rp_wcdpd-*.po
Languages: pt_br

source: Any pricing rule applied
pt_br: Qualquer regra de preço aplicada

source: Simple
pt_br: Simples

source: Simple discount
pt_br: Desconto simples

source: Discount
pt_br: Desconto

source: Simple fee
pt_br: Taxa simples

source: Exclude products from all rules
pt_br: Excluir produtos de todas as regras

source: Restrict purchase of matched products
pt_br: Restringir a compra de produtos correspondentes

source: Other
pt_br: Outro

source: Buy x get x
pt_br: Compre x Leve x

source: Buy x get x - Repeating
pt_br: Compre x Leve x - Repetindo

source: Buy x get y
pt_br: Compre x Leve y

source: Buy x get y - Repeating
pt_br: Compre x Leve y - Repetindo

source: Buy / Get
pt_br: Compre / Leve

source: Group of products
pt_br: Grupos de Produtos

source: Group of products - Repeating
pt_br: Grupos de Produtos - Repetindo

source: Group
pt_br: Grupo

source: Simple adjustment
pt_br: Ajuste simples

source: Bulk pricing
pt_br: Preço por Quantidade

source: Tiered pricing
pt_br: Níveis de preços

source: RightPress fixed cart discount
pt_br: Desconto fixo no carrinho

source: Fee
pt_br: Taxa

source: Fixed discount per group
pt_br: Desconto fixo por grupo

source: Fixed discount per item
pt_br: Desconto fixo por item

source: Fixed discount
pt_br: Desconto Fixo

source: Fixed discount per cart item
pt_br: Desconto fixo por item do carrinho

source: Percentage discount per cart item
pt_br: Desconto em porcentagem por item do carrinho

source: Discount Per Cart Item
pt_br: Desconto por item do carrinho

source: Fixed discount per cart line
pt_br: Desconto fixo por linha do carrinho

source: Discount Per Cart Line
pt_br: Desconto por linha do carrinho

source: Percentage discount
pt_br: Desconto percentual

source: Fixed fee
pt_br: Taxa Fixa

source: Fixed fee per cart item
pt_br: Taxa fixa por item do carrinho

source: Percentage fee per cart item
pt_br: Porcentagem da taxa por item do carrinho

source: Fee Per Cart Item
pt_br: Taxa por item do carrinho

source: Fixed fee per cart line
pt_br: Taxa fixa por linha do carrinho

source: Fee Per Cart Line
pt_br: Taxa por linha do carrinho

source: Percentage fee
pt_br: Porcentagem de taxa

source: Fixed price per group
pt_br: Preço fixo por grupo

source: Fixed price per item
pt_br: Preço fixo por item

source: Fixed price per range
pt_br: Preço fixo por intervalo

source: Fixed price
pt_br: Preço Fixo

source: Price
pt_br: Preço

source: Cart Discount
pt_br: Desconto no Carrinho

source: Checkout Fee
pt_br: Taxa de Finalização

source: Pricing Rule
pt_br: Regra de Preço

source: No taxonomies enabled
pt_br: Nenhuma Taxonomia habilitada

source: Select values
pt_br: Selecione os valores

source: No results found
pt_br: Nenhum resultado encontrado

source: Please enter 1 or more characters
pt_br: Digite 1 ou mais caracteres

source: Searching...
pt_br: Pesquisando...

source: Buy %s get %s
pt_br: Compre %s leve %s

source: Buy %s get %s - Repeating
pt_br: Compre %s leve %s - Repetindo

source: per item
pt_br: por item

source: per cart item
pt_br: por item do carrinho

source: per cart line
pt_br: por linha do carrinho

source: per group
pt_br: por grupo

source: Error: Please fix this element.
pt_br: Erro: Por favor corrija este elemento.

source: Value is required.
pt_br: O valor é obrigatório.

source: Value must be positive.
pt_br: O valor deve ser positivo.

source: Value must be greater than or equal to 1.
pt_br: O valor deve ser maior ou igual a 1.

source: Value must be a whole number.
pt_br: O valor deve ser um número inteiro.

source: At least one quantity range is required for this pricing rule.
pt_br: Pelo menos um intervalo de quantidade é necessário para esta regra de preços.Pelo menos um intervalo de quantidade é necessário para esta regra de preços.

source: At least one product must be added to a group.
pt_br: Pelo menos um produto deve ser adicionado a um grupo.

source: At least one condition is required for this rule.
pt_br: Pelo menos uma condição é necessária para esta regra.

source: Closing quantity must not be lower than opening quantity.
pt_br: A quantidade de fechamento não deve ser menor que a quantidade de abertura.A quantidade de fechamento não deve ser menor que a quantidade de abertura.

source: Quantity range cannot be left open when adding subsequent quantity ranges.
pt_br: O intervalo de quantidades não pode ser deixado aberto ao adicionar intervalos de quantidades subsequentes.

source: Quantity range must start with a higher value than previous quantity range.
pt_br: O intervalo de quantidades deve começar com um valor mais alto que o intervalo de quantidades anterior.

source: Quantity ranges must not overlap.
pt_br: As Faixas de Quantidade não devem se sobrepor.

source: Rule must not contain conditions of non-existent type.
pt_br: A regra não deve conter condições do tipo inexistente.

source: Rule must not contain disabled conditions.
pt_br: A regra não deve conter condições desativadas.

source: Adjustment
pt_br: Ajuste

source: Product Pricing
pt_br: Preço do Produto

source: Product Pricing Settings
pt_br: Configurações de Preços dos Produtos

source: Rule selection method
pt_br: Método de seleção de regras

source: Apply All
pt_br: Aplicar Tudo

source: Apply all applicable rules
pt_br: Aplicar todas as regras

source: Apply One - Per Cart Item
pt_br: Aplicar Uma - Por item do Carrinho

source: Apply first applicable rule
pt_br: Aplicar a primeira regra aplicável

source: Apply rule for smaller price
pt_br: Aplicar a regra para menor preço

source: Apply rule for bigger price
pt_br: Aplicar a regra para maior preço

source: Disabled
pt_br: Desativado

source: All rules disabled
pt_br: Todas as regras desativadas

source: Total limit
pt_br: Limite total

source: No Limit
pt_br: Sem Limite

source: No discount limit
pt_br: Sem limite de desconto

source: Price Discount Limit
pt_br: Limite de Desconto de Preço

source: Price discount limit
pt_br: Limite de desconto de preço

source: Price discount limit %
pt_br: Limite de desconto de preço %

source: Total Discount Limit
pt_br: Limite Total de Desconto

source: Total discount limit
pt_br: Limite total de desconto

source: Total limit value
pt_br: Valor do limite total

source: Cart Discounts
pt_br: Descontos no Carrinho

source: Cart Discounts Settings
pt_br: Configuração de Descontos no Carrinho

source: Apply One
pt_br: Aplicar Uma

source: Apply bigger discount
pt_br: Aplicar o desconto maior

source: Apply smaller discount
pt_br: Aplicar o desconto menor

source: Total Limit
pt_br: Limite Total

source: Total discount limit %
pt_br: Limite total de desconto %

source: Checkout Fees
pt_br: Taxas de Finalização

source: Checkout Fees Settings
pt_br: Configurações de Taxas de Finalização

source: Apply bigger fee
pt_br: Aplicar a taxa maior

source: Apply smaller fee
pt_br: Aplicar a taxa menor

source: No fee limit
pt_br: Sem limite de taxa

source: Total fee limit
pt_br: Limite total de taxa

source: Total fee limit %
pt_br: Limite total de taxa %

source: Promotion
pt_br: Promoção

source: Settings
pt_br: Configurações

source: Change display prices in shop
pt_br: Altere a exibição de preços na loja

source: Do not change
pt_br: Não modificar

source: Change - Include simple adjustments
pt_br: Modificar - Incluir ajustes simples

source: Change - Include all adjustment types
pt_br: Modificar - Incluir todos os tipos de ajustes

source: This functionality may increase page load time. Rules with complex conditions may confuse customers when prices change unexpectedly.
pt_br: Essa funcionalidade pode aumentar o tempo de carregamento da página. Regras com condições complexas podem confundir clientes quando os preços mudam inesperadamente.

source: Base price for products on sale
pt_br: Preço base para os produtos em oferta

source: Sale price
pt_br: Preço de oferta

source: Regular price
pt_br: Preço normal

source: Exclude products already on sale
pt_br: Excluir os produtos que já estão em oferta

source: Affects products with a sale price set in product settings. Setting this to regular price may override price adjustments made by other plugins.
pt_br: Afeta produtos com um preço de oferta definido nas configurações do produto. Definir isso como preço normal pode substituir os ajustes de preço feitos por outros plugins.

source: Automatically add free product to cart
pt_br: Adicione automaticamente o produto grátis ao carrinho

source: This only works with Buy X Get Y rules when all properties of a free product are known - specific product or specific variation must be selected.
pt_br: Isso só funciona com as regras Compre x Leve y, quando todas as propriedades de um produto gratuito são conhecidas - produto específico ou variação específica deve ser selecionado.

source: Display regular price when discounting
pt_br: Exibir o preço normal ao descontar

source: Controls whether regular price is displayed next to adjusted price on shop pages.
pt_br: Controla se o preço normal é exibido próximo ao preço ajustado nas páginas da loja.

source: Allow coupons when prices are changed
pt_br: Permitir cupons quando os preços forem alterados

source: Controls whether regular coupons are allowed if at least one product pricing rule is applicable to cart items.
pt_br: Controla se cupons regulares são permitidos se pelo menos uma regra de precificação de produto for aplicável aos itens do carrinho.

source: If multiple discounts are applicable
pt_br: Se vários descontos forem aplicáveis

source: Display all individual discounts
pt_br: Exibir todos os descontos individuais

source: Combine to one total discount
pt_br: Combine um desconto total

source: Combined discount title
pt_br: Título do desconto combinado

source: Apply with individual use coupons
pt_br: Aplicar com cupons de uso individual

source: Controls whether cart discounts should be applied if individual use coupon is applied to cart.
pt_br: Controla se os descontos do carrinho devem ser aplicados se o cupom de uso individual for aplicado ao carrinho.

source: Allow coupons with cart discounts
pt_br: Permitir cupons com descontos no carrinho

source: Controls whether regular coupons are allowed if at least one cart discount is applicable to cart.
pt_br: Controla se cupons regulares são permitidos se pelo menos um desconto de carrinho for aplicável ao carrinho.

source: If multiple fees are applicable
pt_br: Se múltiplas taxas forem aplicáveis

source: Display all individual fees
pt_br: Exibir todas as taxas individuais

source: Combine to one total fee
pt_br: Combine uma taxa total

source: Combined fee title
pt_br: Título do imposto combinado

source: Tax class
pt_br: Classe de Taxa

source: Not Taxable
pt_br: Não Tributável

source: Conditions
pt_br: Condições

source: Enabled custom taxonomy conditions
pt_br: Habilitar condições de taxonomias personalizadas

source: Allows integration with 3rd party extensions that add custom product taxonomies, e.g. product brands.
pt_br: Permite a integração com extensões de terceiros que adicionam taxonomias de produtos personalizados, exemplo: marcas de produtos.

source: Import & Export
pt_br: Importar & Exportar

source: Import settings
pt_br: Importar Configurações

source: Warning! Importing settings will irrecoverably overwrite your existing settings, including any pricing rules, discounts and fees.
pt_br: Atenção! As configurações de importação irão substituir de forma irreparável suas configurações existentes, incluindo quaisquer regras de preços, descontos e taxas.

source: Export settings
pt_br: Exportar Configurações

source: Click here to export
pt_br: Clique aqui para exportar

source: Amounts in conditions include tax
pt_br: Os valores nas condições incluem impostos

source: Warning! Combining discounts may result in unexpected tax calculation when percentage discounts are used and different tax rates apply to different cart items.
pt_br: Aviso! A combinação de descontos pode resultar no cálculo inesperado de impostos quando descontos percentuais são usados e diferentes taxas de impostos são aplicadas a diferentes itens do carrinho.

source: Pricing & Discounts
pt_br: Preços & Descontos

source: Unable to validate settings.
pt_br: Não foi possível validar as configurações.

source: Notification message must not be empty.
pt_br: A mensagem de notificação não deve estar vazia.

source: Settings updated.
pt_br: Configurações atualizadas.

source: Individual product
pt_br: Produto Individual

source: Individual variation
pt_br: Variação Individual

source: Individual cart item
pt_br: Item individual no carrinho

source: Added Up
pt_br: Adicionado

source: Added up
pt_br: Adicionado

source: Added up by category
pt_br: Adicionado por categoria

source: Non-Exclusive
pt_br: Não-Exclusivo

source: Apply with other applicable rules
pt_br: Aplicar com outras regras aplicáveis

source: Exclusive - Per Cart Item
pt_br: Exclusivo - Por item do carrinho

source: Exclusive
pt_br: Exclusivo

source: Apply this rule and disregard other rules
pt_br: Aplicar apenas esta regra e desconsiderar outras regras

source: Apply if other rules are not applicable
pt_br: Aplicar se não existirem outras regras aplicáveis

source: Same Products
pt_br: Mesmos Produtos

source: Same as products at full price
pt_br: Igual aos produtos com preço normal

source: Other Products
pt_br: Outros Produtos

source: Other products
pt_br: Outros produtos

source: Other product variations
pt_br: Outras variações de produtos

source: Other products in categories
pt_br: Outros produtos em categorias

source: Other products with attributes
pt_br: Outros produtos com atributos

source: Other products with tags
pt_br: Outros produtos com tags

source: Settings were successfully imported.
pt_br: Configurações importadas com sucesso.

source: Error: Uploaded configuration file is not valid.
pt_br: Erro: o arquivo de configuração carregado não é válido.

source: Sorry, coupon "%s" is not valid when other discounts are applied to the cart.
pt_br: Desculpe, o cupom "%s" não é válido quando outros descontos são aplicados ao carrinho.

source: Sorry, coupon "%s" is not valid when cart item prices are changed.
pt_br: Desculpe, o cupom "%s" não é válido quando os preços dos itens do carrinho são alterados.

source: Cart Discount (deleted)
pt_br: Desconto no carrinho (excluído)

source: Cart Item Descriptions
pt_br: Descrições dos itens do carrinho

source: Displays public descriptions of product pricing rules that are applicable to cart items.
pt_br: Exibe descrições públicas das regras de precificação de produtos aplicáveis aos itens do carrinho.

source: Enable
pt_br: Habilitar

source: Countdown Timer
pt_br: Contagem Regressiva

source: Displays a countdown timer for time restricted pricing rules.
pt_br: Exibe uma contagem regressiva para regras de precificação com restrição de tempo.

source: Label
pt_br: Etiqueta

source: SALE ENDS IN
pt_br: OFERTA TERMINA EM

source: Position
pt_br: Posição

source: Add to cart - Before
pt_br: Adicionar ao carrinho - Antes

source: Add to cart - After
pt_br: Adicionar ao carrinho - Depois

source: Product meta - Before
pt_br: Meta do Produto - Antes

source: Product meta - After
pt_br: Meta do Produto - Depois

source: Product summary - Before
pt_br: Resumo do produto - Antes

source: Product summary - After
pt_br: Resumo do produto - Depois

source: Time left less than
pt_br: Tempo restante menor que

source: No limit
pt_br: Sem limite

source: Minutes
pt_br: Minutos

source: 5 minutes
pt_br: 5 minút

source: 15 minutes
pt_br: 15 minutos

source: 30 minutes
pt_br: 30 minutos

source: 45 minutes
pt_br: 45 minutos

source: Hours
pt_br: Horas

source: 1 hour
pt_br: 1 hora

source: 2 hours
pt_br: 2 horas

source: 3 hours
pt_br: 3 horas

source: 6 hours
pt_br: 6 horas

source: 12 hours
pt_br: 12 horas

source: Days
pt_br: Dias

source: 1 day
pt_br: 1 dia

source: 2 days
pt_br: 2 dias

source: 3 days
pt_br: 3 dias

source: 4 days
pt_br: 4 dias

source: 5 days
pt_br: 5 dias

source: 6 days
pt_br: 6 dias

source: 7 days
pt_br: 7 dias

source: 14 days
pt_br: 14 dias

source: DAYS
pt_br: DIAS

source: HOURS
pt_br: HORAS

source: MINUTES
pt_br: MINUTOS

source: SECONDS
pt_br: SEGUNDOS

source: Product Banners
pt_br: Banners de Produtos

source: Displays banners on product pages when product pricing rules are applicable. Banners can be customized using CSS styling, template overrides or filters.
pt_br: Exibe banners nas páginas dos produtos quando as regras de precificação do produto são aplicáveis. Os banners podem ser personalizados usando estilo CSS, substituições de modelos ou filtros.

source: Title
pt_br: Título

source: Message
pt_br: Mensagem

source: Add this product to cart now to get a special price.
pt_br: Adicione este produto ao carrinho agora para ganhar um desconto especial.

source: Available macros: {{price}} , {{original_price}} , {{description}} . The latter displays public description as set in pricing rule.
pt_br: Macros disponíveis: {{price}} , {{original_price}} , {{description}} . Este último exibe a descrição pública conforme definido na regra de preço.

source: Text
pt_br: Texto

source: Discount %s has been applied to your cart.
pt_br: O desconto %s foi aplicado ao seu carrinho.

source: Macro {{title}} displays discount title.
pt_br: Macro {{title}} exibe o título do desconto.

source: Macro {{description}} displays public description
pt_br: Macro {{description}} exibe descrição pública

source: Fee %s has been applied to your cart.
pt_br: A taxa %s foi aplicada ao seu carrinho.

source: Macro {{title}} displays fee title.
pt_br: A macro {{title}} exibe o título da taxa.

source: Product discount has been applied to your cart.
pt_br: Um desconto de produto foi aplicado em seu carrinho.

source: Macro {{description}} displays public description.
pt_br: A macro {{description}} exibe uma descrição pública.

source: Customer Notifications
pt_br: Notificações do Cliente

source: Displays a notification when pricing rule, cart discount or checkout fee is applied.
pt_br: Exibe uma notificação quando a regra de preços, desconto do carrinho ou taxa de pagamento é aplicada.

source: You Saved
pt_br: Economia:

source: Displays a total amount saved by customer on cart and checkout pages.
pt_br: Exibe o valor total economizado pelo cliente no carrinho e páginas de finalização.

source: Position in cart
pt_br: Posição no carrinho

source: Positions
pt_br: Posições

source: Cart table - Before
pt_br: Tabela do Carrinho - Antes

source: Cart table - After
pt_br: Tabela do Carrinho - Depois

source: Cart totals - Before
pt_br: Totais do Carrinho - Antes

source: Cart totals - After
pt_br: Totais do Carrinho - Depois

source: Order total - Before
pt_br: Total do pedido - Antes

source: Order total - After
pt_br: Total do pedido - Depois

source: Checkout button - Before
pt_br: Botão Finalizar Compra - Antes

source: Checkout button - After
pt_br: Botão Finalizar Compra - Depois

source: Position in checkout
pt_br: Posição na finalização

source: Checkout form - Before
pt_br: Formulário de finalização - Antes

source: Checkout form - After
pt_br: Formulário de finalização - Depois

source: Payment details - Before
pt_br: Detalhes do pagamento - Antes

source: Payment details - After
pt_br: Detalhes do pagamento - Depois

source: Discount amount threshold
pt_br: Limite do valor de desconto

source: Include cart discounts and coupons
pt_br: Inclui descontos e cupons no carrinho

source: Include tax
pt_br: Incluir taxa

source: Upsell Notifications
pt_br: Notificações Upsell

source: Displays a notification when only one step is remaining to get a discount.
pt_br: Exibe uma notificação quando está apenas um passo para ganhar um desconto.

source: Enable upsell notifications
pt_br: Habilitar notificações de upsell

source: Volume Pricing Table
pt_br: Tabela de Preços por Volume

source: Displays a table with potential savings that come with higher quantities purchased.
pt_br: Exibe uma tabela com potenciais economias para quantidades de compra maiores.

source: Quantity discounts
pt_br: Descontos por Quantidade

source: Inline
pt_br: Em linha

source: Inline - Horizontal
pt_br: Em linha - Horizontal

source: Inline - Vertical
pt_br: Em linha - Vertical

source: Value to display
pt_br: Valor para exibir

source: Discounted price
pt_br: Preço com desconto

source: Discount amount
pt_br: Valor do desconto

source: Discount percentage
pt_br: Percentual de desconto

source: Price & percentage
pt_br: Preço & porcentagem

source: Price adjustments to include
pt_br: Ajustes de preço para incluir

source: First applicable volume pricing rule only
pt_br: Somente a primeira regra de precificação por volume aplicável

source: All applicable pricing rules & third-party adjustments
pt_br: Todas as regras de preços aplicáveis e ajustes de terceiros

source: Including all adjustments may yield unexpected results when complex conditions or relations are used in pricing rules.
pt_br: A inclusão de todos os ajustes pode produzir resultados inesperados quando condições ou relações complexas são utilizadas nas regras de preços.

source: Variable product handling
pt_br: Manuseio de produto variável

source: Display individual pricing tables
pt_br: Exibir tabelas de preços individuais

source: Display one pricing table with all variations
pt_br: Exibir uma tabela de preços com todas as variações

source: Undefined quantity handling
pt_br: Manipulação de quantidade indefinida

source: Display missing ranges with regular price
pt_br: Exibir intervalos ausentes com preço normal

source: Do not display missing ranges
pt_br: Não exibir intervalos ausentes

source: Display non-purchasable quantities
pt_br: Exibir quantidades não compráveis

source: Your Price
pt_br: Seu Preço

source: Displays a dynamically updated price on a single product page. This price reflects all pricing adjustments that would be applicable if a specified quantity was added to cart.
pt_br: Exibe um preço atualizado dinamicamente em uma única página de produto. Este preço reflete todos os ajustes de preços que seriam aplicáveis se uma quantidade especificada fosse adicionada ao carrinho.

source: Display when product is not discounted
pt_br: Exibir quando o produto não tiver desconto

source: Display quantity next to price
pt_br: Exibir quantidade ao lado do preço

source: Display subtotal when displaying quantity
pt_br: Exibir subtotal ao exibir quantidade

source: Position on page
pt_br: Posição na página

source: Display separately
pt_br: Exibir separadamente

source: Add to cart button - Before
pt_br: Botão adicionar ao carrinho - Antes

source: Add to cart button - After
pt_br: Botão adicionar ao carrinho - Depois

source: Add to cart form - Before
pt_br: Formulário adicionar ao carrinho - Antes

source: Add to cart form - After
pt_br: Formulário adicionar ao carrinho - Depois

source: Replace main price
pt_br: Substituir preço principal

source: Your Price:
pt_br: Seu Preço:

source: Select user capabilities
pt_br: Selecione capacidades do usuário

source: Select countries
pt_br: Selecione países

source: Select coupons
pt_br: Selecione cupons

source: Select taxonomy terms
pt_br: Selecione termos de taxonomia

source: Select days of month
pt_br: Selecione os dias do mês

source: Select months
pt_br: Selecione meses

source: Select payment methods
pt_br: Selecione métodos de pagamento

source: Select product attributes
pt_br: Selecione atributos do produto

source: Select product categories
pt_br: Selecione categorias de produto

source: Select product tags
pt_br: Selecione tags de produto

source: Select product types
pt_br: Selecione tipos de produto

source: Select product variations
pt_br: Selecione variações do produto

source: Select products
pt_br: Selecione produtos
