Repository: jspikerson/wc-dynamic-pricing-and-discounts
Catalog: wc-dynamic-pricing-and-discounts/languages/rp_wcdpd-*.po
Languages: pt_br

source: Select user roles
pt_br: Selecione funções de usuário

source: Select shipping classes
pt_br: Selecione classes de envio

source: Select shipping methods
pt_br: Selecione métodos de envio

source: Select shipping zones
pt_br: Selecione zonas de envio

source: Select states
pt_br: Selecione estados

source: Select customers
pt_br: Selecione clientes

source: Select days of week
pt_br: Selecione os dias da semana

source: (DELETED)
pt_br: (EXCLUÍDO)

source: All time
pt_br: Todo o tempo

source: all time
pt_br: todo o tempo

source: select date
pt_br: selecionar data

source: select date and time
pt_br: selecionar data e hora

source: data key
pt_br: chave de dados

source: e.g. 90210, 902**, 90200-90299, SW1A 1AA, NSW 2001
pt_br: ex.: 90210, 902**, 90200-90299, SW1A 1AA, NSW 2001

source: select time
pt_br: selecionar horário

source: value
pt_br: valor

source: yes
pt_br: sim

source: no
pt_br: não

source: at least one of any
pt_br: pelo menos um de qualquer

source: at least one of selected
pt_br: pelo menos um dos selecionados

source: all of selected
pt_br: todos os selecionados

source: only selected
pt_br: apenas os selecionados

source: none of selected
pt_br: nenhum dos selecionados

source: none at all
pt_br: nenhum

source: from
pt_br: de

source: to
pt_br: até

source: specific date
pt_br: data específica

source: is empty
pt_br: está vazio

source: is not empty
pt_br: não está vazio

source: contains
pt_br: contém

source: does not contain
pt_br: não contém

source: begins with
pt_br: começa com

source: ends with
pt_br: termina com

source: equals
pt_br: é igual a

source: does not equal
pt_br: não é igual a

source: less than
pt_br: menor que

source: less or equal to
pt_br: menor ou igual a

source: more than
pt_br: maior que

source: more or equal to
pt_br: maior ou igual a

source: is checked
pt_br: está marcado

source: is not checked
pt_br: não está marcado

source: in list
pt_br: na lista

source: not in list
pt_br: não está na lista

source: at least
pt_br: no mínimo

source: not more than
pt_br: não mais que

source: within past
pt_br: nos últimos

source: earlier than
pt_br: anterior a

source: matches
pt_br: corresponde

source: does not match
pt_br: não corresponde

source: Cart item count
pt_br: Contagem de itens do carrinho

source: Coupons applied
pt_br: Cupons aplicados

source: Cart item quantity - Attributes
pt_br: Quantidade de itens no carrinho - Atributos

source: Cart item quantity - Categories
pt_br: Quantidade de itens no carrinho - Categorias

source: Cart item quantity - Shipping classes
pt_br: Quantidade de itens no carrinho - Classes de envio

source: Cart item quantity - Tags
pt_br: Quantidade de itens no carrinho - Tags

source: Cart item quantity - Variations
pt_br: Quantidade de itens no carrinho - Variações

source: Cart item quantity - Products
pt_br: Quantidade de itens no carrinho - Produtos

source: Cart - Items - Quantity
pt_br: Carrinho - Itens - Quantidade

source: Cart item subtotal - Attributes
pt_br: Subtotal dos itens do carrinho - Atributos

source: Cart item subtotal - Categories
pt_br: Subtotal dos itens do carrinho - Categorias

source: Cart item subtotal - Shipping classes
pt_br: Subtotal dos itens do carrinho - Classes de envio

source: Cart item subtotal - Tags
pt_br: Subtotal dos itens do carrinho - Tags

source: Cart item subtotal - Variations
pt_br: Subtotal dos itens do carrinho - Variações

source: Cart item subtotal - Products
pt_br: Subtotal dos itens do carrinho - Produtos

source: Cart - Items - Subtotal
pt_br: Carrinho - Itens - Subtotal

source: Cart items - Attributes
pt_br: Itens do carrinho - Atributos

source: Cart items - Categories
pt_br: Itens do carrinho - Categorias

source: Cart items - Shipping Classes
pt_br: Itens do carrinho - Classes de envio

source: Cart items - Tags
pt_br: Itens do carrinho - Tags

source: Cart items - Variations
pt_br: Itens do carrinho - Variações

source: Cart items - Products
pt_br: Itens do carrinho - Produtos

source: Cart - Items
pt_br: Carrinho - Itens

source: Cart total quantity
pt_br: Quantidade total do carrinho

source: Cart subtotal
pt_br: Subtotal do carrinho

source: Cart total weight
pt_br: Peso total do carrinho

source: Cart
pt_br: Carrinho

source: Payment method
pt_br: Método de pagamento

source: Shipping method
pt_br: Método de envio

source: Checkout
pt_br: Finalização

source: Custom Taxonomy
pt_br: Taxonomia personalizada

source: User capability
pt_br: Capacidade de usuário

source: Customer
pt_br: Cliente

source: Is logged in
pt_br: Está logado

source: User meta
pt_br: Metadados do usuário

source: User role
pt_br: Função do usuário

source: Spent - Total
pt_br: Gasto - Total

source: Spent - Average per order
pt_br: Gasto - Média por pedido

source: Spent - Last order
pt_br: Gasto - Último pedido

source: Last order
pt_br: Último pedido

source: Order count
pt_br: Quantidade de pedidos

source: Customer review count
pt_br: Quantidade de avaliações do cliente

source: Customer - Value
pt_br: Cliente - Valor

source: Order items - Attributes
pt_br: Itens do pedido - Atributos

source: Order items - Categories
pt_br: Itens do pedido - Categorias

source: Order items - Tags
pt_br: Itens do pedido - Tags

source: Order items - Variations
pt_br: Itens do pedido - Variações

source: Order items - Products
pt_br: Itens do pedido - Produtos

source: Order Items
pt_br: Itens do pedido

source: Shipping
pt_br: Envio

source: Order total
pt_br: Total do pedido

source: Order
pt_br: Pedido

source: Product attributes
pt_br: Atributos do produto

source: Product category
pt_br: Categoria do produto

source: Cart item data
pt_br: Dados do item do carrinho

source: Product
pt_br: Produto

source: Product metadata
pt_br: Metadados do produto

source: Product is on sale
pt_br: Produto está em oferta

source: Product regular price
pt_br: Preço normal do produto

source: Product sale price
pt_br: Preço de oferta do produto

source: Product shipping class
pt_br: Classe de envio do produto

source: Product stock quantity
pt_br: Quantidade em estoque do produto

source: Product type
pt_br: Tipo de produto

source: Product Property
pt_br: Propriedade do produto

source: Product tags
pt_br: Tags do produto

source: Product variation
pt_br: Variação do produto

source: Purchased - Attributes
pt_br: Comprado - Atributos

source: Purchased - Categories
pt_br: Comprado - Categorias

source: Purchased - Tags
pt_br: Comprado - Tags

source: Purchased - Variations
pt_br: Comprado - Variações

source: Purchased - Products
pt_br: Comprado - Produtos

source: Quantity purchased - Attributes
pt_br: Quantidade comprada - Atributos

source: Quantity purchased - Categories
pt_br: Quantidade comprada - Categorias

source: Quantity purchased - Tags
pt_br: Quantidade comprada - Tags

source: Quantity purchased - Variations
pt_br: Quantidade comprada - Variações

source: Quantity purchased - Products
pt_br: Quantidade comprada - Produtos

source: Purchase History - Quantity
pt_br: Histórico de compras - Quantidade

source: Value purchased - Attributes
pt_br: Valor comprado - Atributos

source: Value purchased - Categories
pt_br: Valor comprado - Categorias

source: Value purchased - Tags
pt_br: Valor comprado - Tags

source: Value purchased - Variations
pt_br: Valor comprado - Variações

source: Value purchased - Products
pt_br: Valor comprado - Produtos

source: Purchase History - Value
pt_br: Histórico de compras - Valor

source: Purchase History
pt_br: Histórico de compras

source: Shipping country
pt_br: País de envio

source: Shipping postcode
pt_br: CEP de envio

source: Shipping state
pt_br: Estado de envio

source: Shipping zone
pt_br: Zona de envio

source: Checkout - Address
pt_br: Finalização - Endereço

source: Date
pt_br: Data

source: Date & time
pt_br: Data e hora

source: Days of month
pt_br: Dias do mês

source: Months
pt_br: Meses

source: Time
pt_br: Hora

source: Days of week
pt_br: Dias da semana

source: Date & Time
pt_br: Data e hora

source: Current
pt_br: Atual

source: current day
pt_br: dia atual

source: current week
pt_br: semana atual

source: current month
pt_br: mês atual

source: current year
pt_br: ano atual

source: Last
pt_br: Último

source: last day
pt_br: último dia

source: last week
pt_br: última semana

source: last month
pt_br: último mês

source: last year
pt_br: último ano

source: Weeks
pt_br: Semanas

source: Years
pt_br: Anos

source: day
pt_br: dia

source: week
pt_br: semana

source: month
pt_br: mês

source: year
pt_br: ano

# Log entry status
source: Processing
pt_br: Processando

source: Processing <span class="count">(%s)</span>
pt_br: Processando <span class="count">(%s)</span>

# Log entry status
source: Success
pt_br: Sucesso

source: Success <span class="count">(%s)</span>
pt_br: Sucesso <span class="count">(%s)</span>

# Log entry status
source: Warning
pt_br: Aviso

source: Warning <span class="count">(%s)</span>
pt_br: Aviso <span class="count">(%s)</span>

# Log entry status
source: Failed
pt_br: Falhou

source: Failed <span class="count">(%s)</span>
pt_br: Falhou <span class="count">(%s)</span>

# Log entry status
source: Error
pt_br: Erro

source: Error <span class="count">(%s)</span>
pt_br: Erro <span class="count">(%s)</span>

source: Activity Log
pt_br: Registro de atividades

source: Add Log Entry
pt_br: Adicionar entrada de log

source: Add New Log Entry
pt_br: Adicionar nova entrada de log

source: Edit Log Entry
pt_br: Editar entrada de log

source: New Log Entry
pt_br: Nova entrada de log

source: View Log Entry
pt_br: Ver entrada de log

source: Search Activity Log
pt_br: Pesquisar registro de atividades

source: No Log Entries Found
pt_br: Nenhuma entrada de log encontrada

source: No Log Entries Found In Trash
pt_br: Nenhuma entrada de log encontrada na lixeira

source: Invalid log entry event type.
pt_br: Tipo de evento da entrada de log inválido.

source: PHP Fatal error %s in %s on line %s.
pt_br: Erro fatal do PHP %s em %s na linha %s.

source: Execution ended prematurely.
pt_br: A execução foi encerrada prematuramente.

source: Reason unknown.
pt_br: Motivo desconhecido.

source: Unexpected error occurred.
pt_br: Ocorreu um erro inesperado.

source: user #%d
pt_br: usuário #%d

source: system
pt_br: sistema

source: User profile
pt_br: Perfil do usuário

source: Any %s
pt_br: Qualquer %s

source: Other locations
pt_br: Outras localidades

source: All zones
pt_br: Todas as zonas

source: Standard Rate
pt_br: Taxa padrão

source: %1$s was called incorrectly. %2$s. Since version %3$s.
pt_br: %1$s foi chamado incorretamente. %2$s. Desde a versão %3$s.

source: %d second ago
pt_br: há %d segundo

source: In %d second
pt_br: Em %d segundo

source: Now!
pt_br: Agora!

source: In
pt_br: Em

source: ago
pt_br: atrás

source: minute
pt_br: minuto

source: %d minute
pt_br: %d minuto

source: hour
pt_br: hora

source: %d hour
pt_br: %d hora

source: %d day
pt_br: %d dia

source: %d week
pt_br: %d semana

source: %d month
pt_br: %d mês

source: %d year
pt_br: %d ano

source: Invalid time period.
pt_br: Período de tempo inválido.

source: Invalid datetime.
pt_br: Data e hora inválidas.

source: Invalid time period length.
pt_br: Duração do período de tempo inválida.

source: Target length undefined.
pt_br: Duração alvo indefinida.

source: Properties
pt_br: Propriedades

source: Add values
pt_br: Adicionar valores

source: Start typing...
pt_br: Comece a digitar...

source: Value must be greater than or equal to {{value}}.
pt_br: O valor deve ser maior ou igual a {{value}}.

source: Warning! Importing settings will irrecoverably overwrite your existing settings.
pt_br: Atenção! A importação de configurações substituirá de forma irreversível suas configurações existentes.

source: Error: Uploaded settings file is invalid. It might be corrupted or truncated.
pt_br: Erro: o arquivo de configurações enviado é inválido. Ele pode estar corrompido ou truncado.

source: Error: Uploaded file contains settings for a different plugin. Please check your file and try again.
pt_br: Erro: o arquivo enviado contém configurações de um plugin diferente. Verifique seu arquivo e tente novamente.

source: Error: There was an error processing uploaded settings file. Please try again.
pt_br: Erro: ocorreu um erro ao processar o arquivo de configurações enviado. Tente novamente.

source: User Interface Loading
pt_br: Carregando interface do usuário

source: This plugin uses a JavaScript-driven user interface. If this notice does not disappear within a few seconds, you should check Console for any JavaScript errors.
pt_br: Este plugin usa uma interface de usuário baseada em JavaScript. Se este aviso não desaparecer em alguns segundos, verifique o Console por erros de JavaScript.

source: %1$s requires PHP %2$s or later. Please update PHP on your server to use this plugin.
pt_br: %1$s requer PHP %2$s ou superior. Atualize o PHP no seu servidor para usar este plugin.

source: %1$s requires WordPress version %2$s or later. Please update WordPress to use this plugin.
pt_br: %1$s requer WordPress versão %2$s ou superior. Atualize o WordPress para usar este plugin.

source: %1$s requires WooCommerce to be active.
pt_br: %1$s requer que o WooCommerce esteja ativo.

source: %1$s requires WooCommerce version %2$s or later. Please update WooCommerce to use this plugin.
pt_br: %1$s requer WooCommerce versão %2$s ou superior. Atualize o WooCommerce para usar este plugin.

source: This plugin uses a JavaScript-driven user interface. If this notice does not disappear in a few seconds, you should check Console for any JavaScript errors.
pt_br: Este plugin usa uma interface de usuário baseada em JavaScript. Se este aviso não desaparecer em alguns segundos, verifique o Console por erros de JavaScript.

source: Note: User interface load time depends on a number of entries. Load time will increase by a fraction with each additional entry.
pt_br: Nota: o tempo de carregamento da interface do usuário depende do número de entradas. O tempo de carregamento aumentará um pouco a cada entrada adicional.

source: No rules configured.
pt_br: Nenhuma regra configurada.

source: Add Rule
pt_br: Adicionar regra

source: Loading data...
pt_br: Carregando dados...

source: Method
pt_br: Método

source: Public
pt_br: Público

source: Quantities
pt_br: Quantidades

source: Note
pt_br: Nota

source: Private
pt_br: Privado

source: Description
pt_br: Descrição

source: Quantities & Discount
pt_br: Quantidades e desconto

source: Quantity
pt_br: Quantidade

source: Buy
pt_br: Compre

source: At Full Price
pt_br: Ao preço cheio

source: Get
pt_br: Leve

source: Discounted
pt_br: Com desconto

source: Quantity Ranges
pt_br: Intervalos de quantidade

source: Add Range
pt_br: Adicionar intervalo

source: Product Group
pt_br: Grupo de produtos

source: Add Product
pt_br: Adicionar produto

source: Items
pt_br: Itens

source: Products
pt_br: Produtos

source: Products - Buy
pt_br: Produtos - Compre

source: Products - Get
pt_br: Produtos - Leve

source: Add Condition
pt_br: Adicionar condição

source: Applies to all products.
pt_br: Aplica-se a todos os produtos.

source: Applies to all items.
pt_br: Aplica-se a todos os itens.

source: Applies in all cases.
pt_br: Aplica-se em todos os casos.

source: Condition type was disabled. Enable it or delete this placeholder after reviewing your settings.
pt_br: O tipo de condição foi desativado. Ative-o ou exclua este espaço reservado após revisar suas configurações.

source: Custom taxonomy condition was disabled. Enable it or delete this placeholder after reviewing your settings.
pt_br: A condição de taxonomia personalizada foi desativada. Ative-a ou exclua este espaço reservado após revisar suas configurações.

source: Condition type no longer exists. Delete this placeholder after reviewing your settings.
pt_br: O tipo de condição não existe mais. Exclua este espaço reservado após revisar suas configurações.

source: Custom taxonomy no longer exists. Delete this placeholder after reviewing your settings.
pt_br: A taxonomia personalizada não existe mais. Exclua este espaço reservado após revisar suas configurações.

source: No quantity ranges.
pt_br: Nenhum intervalo de quantidade.

source: From
pt_br: De

source: To - No limit
pt_br: Até - Sem limite

source: No products in group.
pt_br: Nenhum produto no grupo.

source: WooCommerce Dynamic Pricing & Discounts
pt_br: WooCommerce Precificação e Descontos Dinâmicos

source: All-purpose product pricing, cart discount and checkout fee tool for WooCommerce
pt_br: Ferramenta completa de precificação de produtos, descontos no carrinho e taxas de finalização para WooCommerce
